Repository: mlforcada/llibre-tecnol-trad
Catalog: llibrett/omegat/tm/memp.tmx
Source language: ca
Languages: es

source: Cada mot en espanyol es correspon, de vegades, amb més d'un mot en séverla: es tracta d'un cas típic d'ambigüitat lèxica de transferència.
es: Cada palabra en español se corresponde, a veces, con más de una palabra en séverla: se trata de un caso típico de ambigüedad léxica de transferencia.

source: Però l'homografia no és l'única causa possible d'ambigüitat lèxica; hi ha mots que són ambigus tot i tenir la mateixa forma lèxica, perquè el que és ambigu és la interpretació del lema.
es: Pero la homografía no es la única causa posible de ambigüedad léxica; hay palabras que son ambiguas a pesar de tener la misma forma léxica, porque lo ambiguo es la interpretación del lema.

source: Quina característica d'un sistema de traducció automàtica s'ha de considerar com a especialment important quan s'avalua l'aplicació del sistema a l'assimilació?
es: ¿Qué característica de un sistema de traducción automática debe considerarse como especialmente importante cuando se evalúa la aplicación del sistema para la asimilación ?

source: No, aquest tipus d'ambigüitat exigeix un tractament semàntic com a mínim.
es: No, este tipo de ambigüedad exige un tratamiento semántico como mínimo.

source: Només trobem aduya raerc; per tant, l'elegim.
es: Sólo encontramos aduya raerc; por lo tanto, la elegimos.

source: Sí, només mirant la categoria lèxica dels mots anteriors i la dels posteriors ja hi ha prou per a saber en quin dels dos casos ens trobem.
es: Sí, sólo mirando la categoría léxica de las palabras anteriores y la de las posteriores ya hay bastante para saber en cuál de los dos casos nos encontramos.

source: canvien el lema i els indicadors de flexió: el mot espanyol salen pot ser la 3a.
es: cambian el lema y los indicadores de flexión: la palabra salen puede ser la 3.ª

source: En -e: Pres.subj.1a/3a.
es: Acabado en -e: Pres.subj.1a/3a.

source: Joan va veure com queia redolant qui va caure redolant, Felip o Marta?
es: Joan va veure com queia redolant ¿quién cayó rodando, Felip o Marta?

source: El pronom buit que fa de subjecte de fa.
es: El pronombre vacío que hace de sujeto de fa .

source: Per a poder fer comparacions, estem interessats en la correcció produïda amb el nombre mínim d'operacions d'inserció, esborrament i substitució de mots; aquest nombre mínim es pot considerar una distància. La recerca d'aquesta manera òptima de corregir pot no ser trivial per a una persona, especialment si els errors apareixen junts i agrupats.
es: Para poder hacer comparaciones, estamos interesados en la corrección producida con el número mínimo de operaciones de inserción, borrado y sustitución de palabras; este número mínimo se puede considerar una distancia. La búsqueda de este modo óptimo de corregir puede no ser trivial para una persona, especialmente si los errores aparecen juntos y agrupados.

source: {} es tracta d'un mot homògraf.
es: {} se trata de una palabra homógrafa.

source: Estructural d'origen coordinatiu Estructural d'adjunció Extrasentencial per anàfora
es: Estructural de origen coordinativo Estructural de adjunción Extrasentencial por anáfora

source: 2: A qui has dit que es produiria una telefonada?) ``A pesar de haber sido soldado, salió despedido del avión'' (1: El sistema fotogràfic estava fortament fixat al fuselatge però es va soltar de l'aparell quan l'avió va girar en ple vol; 2: Malgrat el seu passat militar gloriós, el president el va destituir abans d'arribar a l'aeroport de destinació).
es: 2: ¿A quién has dicho que habría una llamada de teléfono?) ``A pesar de haber sido soldado, salió despedido del avión'' (1: El sistema fotográfico estaba fuertemente fijado al fuselaje pero se soltó del aparato cuando el avión giró en pleno vuelo; 2: A pesar de su pasado militar glorioso, el presidente lo destituyó antes de llegar al aeropuerto de destino).

source: Aquesta oració l'hem de desambiguar si la volem traduir, per exemple, a l'anglés, perquè en el primer cas hauríem de dir study i en el segon, studio; per això l'efecte de la polisèmia en traducció pot causar en molts casos l'anomenada { ambigüitat de transferència}.
es: Esta oración la tenemos que desambiguar si la queremos traducir, por ejemplo, al inglés, porque en el primer caso tendríamos que decir study y en el segundo, studio; por eso el efecto de la polisemia en traducción puede causar en muchos casos la llamada { ambigüedad de transferencia}.

source: Si voleu, fixeu-vos només en les ambigüitats lèxiques.
es: Si queréis, fijaos sólo en las ambigüedades léxicas.

source: [(b)] [Les gallines]$_i$ han destrossat el sembrat, però (tu) no les$_i$ mates.
es: [(b)] [Las gallinas]$_i$ han destrozado el sembrado, pero (tú) no las$_i$ mates.

source: i l'altra * PRO diu que qui vindrà?
es: y la otra ¿* PRO dice que quién vendrá?

source: No, sempre cal utilitzar informació de caràcter sintàctic per resoldre-la.
es: No, siempre hay que utilizar información de carácter sintáctico para resolverla.

source: [Els possessius:] De vegades, el català usa articles determinats i construccions amb el pronom feble en on l'espanyol usa possessius: cuando hagas cosas así debes valorar sus consecuencias $$ quan faces coses així n'has de valorar les conseqüències.
es: [Los posesivos:] A veces, el catalán usa artículos determinados y construcciones con el pronombre átono en donde el español usa posesivos: cuando hagas cosas así debes valorar sus consecuencias $$ quan faces coses així n'has de valorar les conseqüències.

source: La inclusió d'aquest capítol en el llibre té dues raons: D'una banda, estudiar amb una miqueta més de detall els problemes que planteja la traducció automàtica entre dues llengües emparentades.
es: La inclusión de este capítulo en el libro tiene dos razones: Por un lado, estudiar con un poco más de detalle los problemas que plantea la traducción automática entre dos lenguas emparentadas.

source: Ambigüitat estructural pura per moviment de Qu.
es: Ambigüedad estructural pura por movimiento de Qu.

source: L'ambigüitat estructural deguda a l'el·lipsi d'un o més constituents de l'oració, especialment quan aquesta oració hauria de tenir, si s'hagués produït en forma explícita, una estructura paral·lela a la d'una oració anterior (per exemple, en coordinacions, comparacions, etc.).
es: La ambigüedad estructural debida a la elipsis de uno o más constituyentes de la oración, especialmente cuando esta oración tendría que tener, si se hubiera producido en forma explícita, una estructura paralela a la de una oración anterior (por ejemplo, en coordinaciones, comparaciones, etc.).

source: Si una oració és ambigua quan té més d'una interpretació possible, això pot tenir dues causes bàsiques: un o més mots de l'oració tenen més d'una interpretació possible (és a dir, són lèxicament ambigus).
es: Si una oración es ambigua cuando tiene más de una interpretación posible, esto puede tener dos causas básicas: una o más palabras de la oración tienen más de una interpretación posible (es decir, son léxicamente ambiguas).

source: L'estadística d'aparició conjunta de mots en corpus bilingües de textos pot ajudar a resoldre directament l'ambigüitat de transferència quan es disposa de diccionaris de transferència o quan els textos estan alineats.
es: La estadística de aparición conjunta de palabras en corpus bilingües de textos puede ayudar a resolver directamente la ambigüedad de transferencia cuando se dispone de diccionarios de transferencia o cuando los textos están alineados.

source: Qüestions i exercicis
es: Cuestiones y ejercicios

source: Per exemple, si { fui} va seguit de la preposició { a}, és molt probable que es tracte del verb { ir}; d'altra banda, si va seguit d'un participi passat, és molt probable que es tracte del verb { ser}: es podria fer una categoria gramatical especial per al verb ser i usar tècniques de desambiguació categorial.
es: Por ejemplo, si { fui} va seguido de la preposición { a ,}es muy probable que se trate del verbo { ir}; por otro lado, si va seguido de un participio pasado, es muy probable que se trate del verbo { ser}: se podría hacer una categoría gramatical especial para el verbo ser y usar técnicas de desambiguación categorial.

source: Aquest tipus d'ambigüitat lèxica pot provocar de vegades ambigüitat estructural, causada per la presència de més d'una anàlisi sintàctica acceptable (si, tot i els homògrafs, només n'hi ha una anàlisi acceptable, l'ambigüitat passa desapercebuda per al receptor; això és així perquè habitualment només es consideren estructures acceptables quan es vol assignar interpretació a una oració).
es: Este tipo de ambigüedad léxica puede provocar a veces ambigüedad estructural, causada por la presencia de más de un análisis sintáctico aceptable (si, incluso teniendo en cuenta los homógrafos, sólo hay un análisis aceptable, la ambigüedad pasa desapercibida para el receptor; esto es así porque habitualmente solo se consideran estructuras aceptables cuando se quiere asignar una interpretación a una oración).

source: En general, el coneixement lingüístic permet establir restriccions que prohibeixen certes seqüències de categories lèxiques, però no eliminen completament l'ambigüitat; per això, s'usen sempre conjuntament amb mètodes estadístics com els descrits, que permeten establir preferències.
es: En general, el conocimiento lingüístico permite establecer restricciones que prohíben ciertas secuencias de categorías léxicas, pero no eliminan completamente la ambigüedad; por eso, se usan siempre conjuntamente con métodos estadísticos como los descritos, que permiten establecer preferencias.

source: De les 8 ($2 2 2$) anàlisis morfològiques possibles de la frase, tres en resulten sintàcticament acceptables, amb interpretacions molt diferents.
es: De los 8 ($2 2 2$) análisis morfológicos posibles de la frase, tres resultan sintácticamente aceptables, con interpretaciones muy diferentes.

source: Ambigüitat
es: Ambigüedad

source: Finalment, hi ha algunes homografies fortuïtes (com ara para: preposició i verb).
es: Finalmente, hay algunas homografías fortuitas (como por ejemplo para: preposición y verbo).

source: En aquest capítol es presenten alguns dels problemes més importants amb què es pot trobar qui vulga dissenyar un sistema de traducció automàtica per a traduir textos de l'espanyol al català.
es: En este capítulo se presentan algunos de los problemas más importantes con los que se puede encontrar quién quiera diseñar un sistema de traducción automática para traducir textos del español al catalán.

source: Ambigüitat sintàctica o estructural (pura) d'origen coordinatiu: el sintagma de la tia Pepa pot modificar als dos sintagmes nominals coordinats (galetes i pa) o només al segon (pa).
es: Ambigüedad sintáctica o estructural (pura) de origen coordinativo: el sintagma de la tia Pepa puede modificar a los dos sintagmas nominales coordinados (galetes i pan) o sólo al segundo (pa).

source: Per exemple, la frase Joan va portar notícies de Grècia es pot interpretar de dues maneres: en una, el sintagma preposicional de Grècia modifica notícies; en l'altra, modifica portar (vegeu els arbres de la figura ).
es: Por ejemplo, la frase Joan va portar notícies de Grècia se puede interpretar de dos maneras: en una, el sintagma preposicional de Grècia modifica a notícies; en la otra, modifica a portar (véanse los árboles de la figura ).

source: El problema és que falta el subjecte de l'oració subordinada com queia rodolant.
es: El problema es que falta el sujeto de la oración subordinada com queia redolant.

source: Per exemple, el mot espanyol destino es pot traduir al català com a { destí} (sort futura) o destinació (punt d'arribada).
es: Por ejemplo, la palabra española destino se puede traducir al catalán como { destí} (suerte futura) o destinació (punto de llegada).

source: En aquest cas, com en l'exemple , l'el·lipsi permet dos posicionaments diferents del pronom qui abans del moviment de Qu, però les ambigüitats causades pel moviment de Qu poden produir-se també sense el·lipsi, com en l'exemple Com dius que ha explicat que vindria?
es: En este caso, como en el ejemplo , la elipsis permite dos posiciones diferentes del pronombre qui antes del movimiento de Qu, pero las ambigüedades causadas por el movimiento de Qu pueden producirse también sin elipsis, como en el ejemplo Com dius que ha explicat que vindria?

source: Si un mot té només una forma lèxica i una única traducció a una determinada llengua, pot ser encara ambigu?
es: Si una palabra tiene solo una forma léxica y una única traducción a una determinada lengua, ¿puede ser todavía ambigua?

source: Les coincidències d'algunes formes de noms amb adverbis.
es: Las coincidencias de algunas formas de nombres con adverbios.

source: Imaginem que hem pogut segmentar el text espanyol i que hem resolt correctament les ambigüitats lèxiques; si encara decidim fer la traducció mot per mot, ens trobarem que hi ha certes construccions per a les quals la traducció no és correcta, ja que els mots catalans no es corresponen mot per mot amb els espanyols.
es: Imaginemos que hemos podido segmentar el texto en español y que hemos resuelto correctamente las ambigüedades léxicas; si todavía decidimos hacer la traducción palabra por palabra, nos encontraremos con que hay ciertas construcciones para las cuales la traducción no es correcta, ya que los términos catalanes no se corresponden palabra por palabra con los términos españoles.

source: En traducció automàtica, estem interessats a elegir una de les interpretacions possibles, perquè és comú que els mots polisèmics tinguen diverses traduccions (l'ambigüitat de transferència esmentada en l'apartat ).
es: En traducción automática, estamos interesados en elegir una de las interpretaciones posibles, porque es común que las palabras polisémicas tengan varias traducciones (la ambigüedad de transferencia mencionada en la apartado ).

source: persona del singular, imperatiu.
es: persona del singular, imperativo.

source: Per sort, aquests problemes es poden resoldre de manera senzilla usant analitzadors morfològics com els que es descriuen en l'epígraf .
es: Por suerte, estos problemas se pueden resolver de manera sencilla usando analizadores morfológicos como los que se describen en el epígrafe .

source: En -a: Pres.ind., 3a pers. sing.(1a conj.) / subst.fem.sing.: casa, pinta, sala, toma, entrega, osa.
es: Acabado en -a: Pres.ind., 3a pers. sing.(1a conj.) / sust.fem.sing.: casa, pinta, sala, toma, entrega, osa.

source: Nota: séverla és alrevés al revés.
es: Nota: séverla es alrevés al revés.

source: O el mot cap pot ser un substantiu (``part superior del cos''), un verb (forma del verb ``cabre''), un adjectiu o pronom (``no n'hi ha cap''), o part de la preposició composta ``cap a''.
es: O la palabra cap puede ser un sustantivo (``parte superior del cuerpo''), un verbo (forma del verbo ``cabre''), un adjetivo o pronombre (``no n'hi ha cap''), o parte de la preposición compuesta ``cap a''.

source: i afegeixen la pregunta clau: ``Què vol dir bo o millor en aquest context?'' La resposta a totes aquestes preguntes és molt difícil, com diu {minnis94j}: ``el fet que no s'haja proposat cap métode d'avaluació o de mesurament estàndard és un bon indicador de la magnitud del problema''.
es: y añaden la pregunta clave: ``¿Qué quiere decir bueno o mejor en este contexto?'' La respuesta a todas estas preguntas es muy difícil, como dice {minnis94j}: ``el hecho de que no se haya propuesto ningún método de evaluación o de medición estándar es un buen indicador de la magnitud del problema''.

source: Homografia verb conjugat--adjectiu:
es: Homografía verbo conjugado--adjetivo:

source: L'experiència ens ajuda a fer prediccions que en general tenen èxit, però de vegades hi ha oracions ``enganyoses'' que ``ens porten a l'hort'' (anomenades, per això, en anglés garden-path sentences; de fet) ja que en cert punt del procés ens obliguen a descartar la predicció feta i reinterpretar el que havíem llegit fins a aquell punt (l'estudi dels moviments oculars durant la lectura donen pistes molt rellevants sobre l'existència d'aquests processos).
es: La experiencia nos ayuda a hacer predicciones que en general tienen éxito, pero a veces hay oraciones ``engañosas'' que nos inducen a error (llamadas en inglés garden-path sentences, "oraciones que llevan al jardín"), puesto que en cierto punto del proceso nos obligan a descartar la predicción hecha y reinterpretar lo que habíamos leído hasta aquel punto (el estudio de los movimientos oculares durante la lectura da pistas muy relevantes sobre la existencia de estos procesos).

source: Altres homògrafs: como (conjunció i forma de comer), ora (conjunció i forma de orar), bien (conjunció, substantiu i adverbi)
es: Otros homógrafos: como (conjunción y forma de comer), ora (conjunción y forma de orar), bien (conjunción, sustantivo y adverbio)

source: De fet, per a evitar aquesta ambigüitat, es considera convenient però no obligatòria en català la solució alternativa amb preposició als gal·lesos per a la segona interpretació.
es: De hecho, para evitar esta ambigüedad, se considera en catalán conveniente, pero no obligatoria la solución alternativa con preposición als gal·lesos para la segunda interpretación.

source: En canvi, en l'oració no considerem la primera interpretació (encara que siga la preferida sintàcticament), perquè no és gens versemblant que les cadires tinguen pany (hem usat informació semàntica basada en les nostres creences sobre el món).
es: En cambio, en la oración no consideramos la primera interpretación (aunque sea la preferida sintácticamente), porque no es nada verosímil que las sillas tengan cerradura (hemos usado información semántica basada en nuestras creencias sobre el mundo).

source: No, perquè les dues formes vendo s'escriuen exactament igual.
es: No, porque las dos formas vendo se escriben exactamente igual.

source: Sí, hi ha prou amb fer l'anàlisi morfològica.
es: Sí, es suficiente con hacer el análisis morfológico.

source: Un problema similar el presenta l'establiment (opcional) de la concordança del participi, inexistent en espanyol en situacions com ara todavía no la hemos estudiado con profundidad $$ encara no l'hem estudiada amb profunditat.
es: Un problema similar lo presenta el establecimiento en catalán (opcional) de la concordancia del participio, inexistente en español en situaciones como por ejemplo todavía no la hemos estudiado con profundidad $$ encara no l'hem estudiada amb profunditat.

source: La qualitat és una combinació (en proporcions difícils de determinar diu: ``La raó per la qual el mesurament de la qualitat és difícil és, per descomptat, el fet que la qualitat siga un concepte tan polifacètic i intangible''.}) de diversos factors, com ara: l'intel·ligibilitat dels documents traduïts per part dels usuaris; la precisió o fidelitat amb què el text traduït comunica el significat del document original (les quals han de ser jutjades per part de persones bilingües coneixedores de la temàtica dels documents); l'adequació de l'estil o del registre dels documents traduïts, etc.
es: La calidad es una combinación (en proporciones difíciles de determinar dice: ``La razón por la cual la medición de la calidad es difícil es, por supuesto, el hecho de que la calidad sea un concepto tan polifacético e intangible''.}) de varios factores, como por ejemplo: la inteligibilidad de los documentos traducidos por parte de los usuarios; la precisión o fidelidad con que el texto traducido comunica el significado del documento original (las cuales tienen que ser juzgadas por parte de personas bilingües conocedoras de la temática de los documentos); la adecuación del estilo o del registro de los documentos traducidos, etc.

source: ``Serviran polp a la gallega'' (1: Serviran polp a una senyora de Galícia; 2: Serviran polp preparat a l'estil gallec).
es: ``Serviran polp a la gallega'' (1: Servirán pulpo a una señora de Galicia; 2: Servirán pulpo preparado al estilo gallego).

source: De vegades, l'anàlisi sintàctica d'una oració es complica per la presència de fenòmens de moviment de constituents.
es: A veces, el análisis sintáctico de una oración se complica por la presencia de fenómenos de movimiento de constituyentes.

source: Indiqueu quina classe d'ambigüitat presenten aquestes frases (justifiqueu molt breument la vostra resposta): Expulsaran l'alcalde de la ciutat (1: ``L'alcalde de la ciutat serà expulsat.'' 2: ``L'alcalde serà expulsat de la ciutat'').
es: Indicad qué clase de ambigüedad presentan estas frases (justificad muy brevemente vuestra respuesta): Expulsaran l'alcalde de la ciutat (1: "El alcalde de la ciudad será expulsado'' 2: ``El alcalde será expulsado de la ciudad'').

source: Considereu l'homògraf espanyol vendo (``Te vendo un coche'' ``Y yo, ¿para qué quiero un coche vendado?'').
es: Considerad el homógrafo vendo (``Te vendo un coche'' ``Y yo, ¿para qué quiero un coche vendado?'').

source: Jo la vaig posar damunt de la taula (1: ``Vaig posar Maria damunt de la taula''; 2: ``Vaig posar la bossa damunt de la taula'') Què vols, galetes o pa de la tia Pepa? (Les galetes són també de la tia Pepa?) Posa una mà de paper en la impressora i connecta-la. (Ha de connectar la mà de paper o la impressora?) Us han dit que vaja? (Qui ha d'anar?).
es: Jo la vaig posar damunt de la taula (1: ``Vaig posar Maria damunt de la taula''; 2: ``Vaig posar la bossa damunt de la taula') Què vols, galetes o pa de la tia Pepa? (¿Las galletas son también de la tía Pepa?) Posa una mà de paper en la impressora i connecta-la. (¿Hay que conectar la mano de papel o la impresora?) Us han dit que vaja? (¿Quién tiene que ir?).

source: (1a conj.) / adj.masc.i fem.sing.: leve, ausente, presente.
es: (1a conj.) / adj.masc.y fem.sing.: leve, ausente, presente.

source: El pronom la pot tenir tres antecedents: la venedora, la descripció o la urbanització projectada i, per tant, tres interpretacions diferents.
es: El pronombre la puede tener tres antecedentes: la venedora, la descripció o la urbanització projectada y, por lo tanto, tres interpretaciones diferentes.

source: mots) polisèmiques: si diem que algú Treballa en l'estudi que li van encarregar podem referir-nos a un investigador o a un decorador, depenent de quina interpretació assignem al mot polisèmic estudi.
es: palabras) polisémicas: si decimos que alguien Treballa en l'estudi que li van encarregar podemos referirnos a un investigador o a un decorador, dependiendo de qué interpretación asignemos a la palabra polisémica estudi.

source: Homògrafs adjectiu--adverbi: mucho, poco, { fuerte}...
es: Homógrafos adjetivo--adverbio: mucho, poco, { fuerte}...

source: Per a poder fer l'avaluació predictiva, és crucial que els avaluadors tinguen, en primer lloc, un model que descriga aproximadament el funcionament del sistema de traducció automàtica (relacionat amb la tipologia del sistema, és a dir, de transferència morfològica, sintàctica, etc., vegeu el cap. ), i, en segon lloc, un conjunt de textos o frases d'avaluació (test suite) que els permeta obtenir detalls concrets sobre les dades lingüístiques (p.ex., regles) que usa aquell model.
es: Para poder hacer la evaluación predictiva, es crucial que los evaluadores tengan, en primer lugar, un modelo que describa aproximadamente el funcionamiento del sistema de traducción automática (relacionado con la tipología del sistema, es decir, de transferencia morfológica, sintáctica, etc., véase la cabecera. ), y, en segundo lugar, un conjunto de textos o frases de evaluación ( test suite ) que les permita obtener detalles concretos sobre los datos lingüísticos (p . ej., reglas) que usa ese modelo.

source: Si llegiu els mots al revés, veureu per què s'han elegit.
es: Si leéis las palabras al revés, veréis por qué se han elegido.
